Repository: patrickposner/easy-wp-cookie-popup
Catalog: languages/cookii-*.po
Languages: de_de

source: Texts & Settings
de_de: Texte & Einstellungen

source: Texts
de_de: Texte

source: Cookie Notification Headline
de_de: Cookie-Nachricht Überschrift

source: Cookies & Privacy
de_de: Cookies und Datenschutz

source: Cookie Notification Message
de_de: Cookie-Nachricht

source: This website uses cookies to ensure you get the best experience on our website.
de_de: Diese Website benutzt Cookies um dir die bestmögliche Erfahrung auf unserer Website zu bieten.

source: Privacy Page Link Text
de_de: Datenschutz-Seite Link-Text

source: More Information
de_de: Mehr Informationen

source: Accept Button Label
de_de: Bestätigen-Button-Label

source: Accept
de_de: Akzeptieren

source: Customise Button Label
de_de: Anpassen-Button-Label

source: Customise
de_de: Anpassen

source: Settings
de_de: Einstellungen

source: Popup delay (seconds)
de_de: Popup-Verzögerung (in Sekunden)

source: Cookie Expiration (days)
de_de: Cookie-Laufzeit (in Tagen)

source: Privacy Page slug
de_de: Datenschutz-Seite-Slug

source: privacy
de_de: datenschutz

source: Imprint Page slug
de_de: Impressum-Seite-Slug

source: imprint
de_de: Impressum

source: center
de_de: zentriert

source: bottom
de_de: unten

source: bottom-right
de_de: unten-rechts

source: Headline
de_de: Überschrift

source: Headline Font Color
de_de: Überschrift - Schriftfarbe

source: Headline Font Size (px)
de_de: Überschrift - Schriftgröße (in px)

source: Message
de_de: Nachricht

source: Message Background Color
de_de: Nachricht - Hintergrundfarbe

source: Message Font Color
de_de: Nachricht - Schriftfarbe

source: Message Font Size (px)
de_de: Nachricht - Schriftgröße (in px)

source: Link Font Color
de_de: Link-Farbe

source: Accept Button Background Color
de_de: Bestätigen-Button - Hintergrundfarbe

source: Accept Button Font Color
de_de: Bestätigen-Button - Schriftfarbe

source: Customise Button Background Color
de_de: Anpassen-Button - Hintergrundfarbe

source: Customise Button Font Color
de_de: Anpassen-Button - Schriftfarbe

source: Button Font Size (px)
de_de: Button - Schriftgröße (in px)

source: Use overlay until cookie accepted
de_de: Overlay benutzen bis Cookies akzeptiert wurden

source: Overlay transparency
de_de: Overlay - Transparenz

source: Third Party Cookies
de_de: Drittanbieter-Cookies

source: Google Analytics ID
de_de: Google Analytics Tracking-ID

source: Facebook ID
de_de: Facebook Tracking-ID

source: Block iframes until cookie accepted
de_de: iFrames blockieren bis Cookies akzeptiert wurden

source: Alternate Content
de_de: Alternativer Inhalt

source: To see this content you have to accept our cookies.
de_de: Um diesen Inhalt zu sehen, musst du zunächst unseren Cookies zustimmen.

source: Custom Tracking Codes
de_de: Eigene Tracking-Codes

source: Description
de_de: Beschreibung

source: Enter your Tracking Code (Example: Google Tag Manager)
de_de: Füge deinen Tracking-Code hinzu

source: Enter your Tracking Code (Example: Google Adsense)
de_de: Füge deinen Tracking-Code hinzu

source: Thanks for installing Cookii. Start to <a href="%s">configure it</a>
de_de: Vielen Dank, dass du Cookii installiert hast. Beginne mit der <a href="%s">Konfiguration</a>

source: Choose File
de_de: Datei auswählen

source: Choose Image
de_de: Bild auswählen

source: View cookii settings
de_de: Cookie-Einstellungen ansehen

source: This plugin can not be activated because it requires a PHP version greater than %1$s. Your PHP version can be updated by your hosting company.
de_de: Dieses Plugin kann nicht aktiviert werden, da es eine PHP-Version höher als %1$s benötigt. Bitte kontaktiere deinen Hoster diesbezüglich.

source: go back
de_de: gehe zurück

source: This plugin can not be activated because it requires a WordPress version greater than %1$s. Please go to Dashboard &#9656; Updates to gran the latest version of WordPress .
de_de: Dieses Plugin kann nicht aktiviert werden, da es eine WordPress-Version höher als %1$s benötigt. Bitte führe ein Update deiner Installation durch.

source: Please accept our cookies
de_de: Bitte akzeptiere unsere Cookies

source: To see this content, you have to accept our cookies first.
de_de: Um diesen Inhalt zu sehen, musst du zu erst unsere Cookies akzeptieren.

source: Imprint
de_de: Impressum

source: Privacy
de_de: Datenschutz

source: Select cookies to accept
de_de: Wähle zu akzeptierende Cookies

source: Technical necessary Cookies
de_de: Technisch-notwendige Cookies

source: We require some cookies due to technical requirements. This cookies can not be disabled if you like to use our product.
de_de: Wir benötigen aus technischen Gründen einige Cookies. Diese können nicht deaktiviert werden, da sie zur Benutzung unseres Angebotes notwendig sind.

source: See privacy policy
de_de: Datenschutzerklärung ansehen

source: We use cookies for Facebook to send and promote you special offers and tracking our campains to optimize our services.
de_de: Wir nutzen Facebook-Cookies um dir spezielle Angebote zu zeigen und unsere Services zu optimieren.

source: We use cookies for Google Analytics to track our users behaviour with our products and continuesly improve it.
de_de: Wir nutzen Google Analytics-Cookies um das Verhalten unserer Besucher zu analysieren und unser Angebot kontinuierlich zu verbessern.

source: More information
de_de: Mehr Informationen

source: Less information
de_de: Weniger Informationen

source: Provider
de_de: Anbieter

source: Owner of this website
de_de: Besitzer dieser Website

source: Usage
de_de: Benutzung

source: Save the settings from your cookie selection.
de_de: Einstellungen der Cookie-Auswahl speichern.

source: Lifetime
de_de: Laufzeit

source: Days
de_de: Tage

source: Cookie for website analytics. Creates statistic data about the website usage.
de_de: Cookies für die Website-Analyse. Erstellen statistische Daten zur Website-Nutzung.

source: Data privacy
de_de: Datenschutz

source: Years
de_de: Jahre

source: Cookie to unlock facebook content.
de_de: Cookie zum Freischalten von Facebook-Inhalten.

source: Hosts
de_de: Anbieter

source: A simple plugin to integrate a GDPR friendly cookie solution
de_de: Ein einfaches Plugin zur Integration eines DSGVO-konformen Cookie-Banners
