Repository: patrickposner/easy-wp-cookie-popup
Catalog: languages/easy-wp-cookie-popup-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Cookie Notification Headline
de_de: Cookie Benachrichtigung Überschrift

source: Cookie Notification Message
de_de: Cookie Benachrichtigung

source: Popup delay (seconds)
de_de: Popup-Verzögerung (Sekunden)

source: Cookie Expiration (days)
de_de: Cookie-Ablaufzeit (Tage)

source: Privacy Page slug
de_de: Slug der Datenschutzseite

source: Privacy Page Link Text
de_de: Datenschutz Link Text

source: Accept Button Label
de_de: Akzeptieren Button Beschriftung

source: Customise Button Label
de_de: Bearbeiten Button Beschriftung

source: Style
de_de: Design

source: Headline
de_de: Überschrift

source: Headline Font Color
de_de: Überschrift Schriftfarbe

source: Headline Font Size (px)
de_de: Überschrift Schriftgröße (in px)

source: Message
de_de: Nachricht

source: Message Position
de_de: Position der Nachricht

source: Message Background Color
de_de: Nachricht Hintergrundfarbe

source: Message Font Color
de_de: Nachricht Schriftfarbe

source: Message Font Size (px)
de_de: Nachricht Schriftgröße (in px)

source: Link Font Color
de_de: Link Schriftfarbe

source: Accept Button Background Color
de_de: Akzeptieren Button Hintergrundfarbe

source: Accept Button Font Color
de_de: Akzeptieren Button Schriftfarbe

source: Customise Button Background Color
de_de: Bearbeiten Button Hintergrundfarbe

source: Customise Button Font Color
de_de: Bearbeiten Button Schriftfarbe

source: Button Font Size (px)
de_de: Button Schriftgröße (in px)

source: GDPR
de_de: DSGVO

source: Google Analytics Label
de_de: Google Analytics Bezeichnung

source: Facebook Label
de_de: Facebook Bezeichnung

source: Block iframes until cookie accepted
de_de: iframes blockieren bis Cookies akzeptiert wurden

source: Checkbox-Label
de_de: iframe Bezeichnung

source: Alternate Content
de_de: Alternativer Inhalt

source: Custom Tracking Codes
de_de: Eigene Trackingcodes

source: Enter your Tracking Code (Example: Google Tag Manager)
de_de: Füge deinen Tracking Code hinzu (z.B. Google Tag Manager)

source: Enter your Tracking Code (Example: Google Adsense)
de_de: Füge deinen Tracking Code hinzu (z.B. Google Adsense)

source: Choose File
de_de: Datei auswählen

source: Choose Image
de_de: Bild auswählen

source: View cookimize settings
de_de: Cookimize Einstellungen ansehen

source: This plugin can not be activated because it requires a PHP version greater than %1$s. Your PHP version can be updated by your hosting company.
de_de: Dieses Plugin konnte nicht aktiviert werden, da es eine PHP-Version höher als %1$s. benötigt. Bitte kontaktiere deinen Hoster um diese Einstellung vorzunehmen.

source: go back
de_de: gehe zurück

source: This plugin can not be activated because it requires a WordPress version greater than %1$s. Please go to Dashboard &#9656; Updates to gran the latest version of WordPress .
de_de: Dieses Plugin konnte nicht aktiviert werden, da es WordPress Version größer als %1$s benötigt. Bitte gehe in dein Dashboard und aktualisiere auf die neueste Version von WordPress.

source: Please accept our cookies
de_de: Bitte akzeptiere unsere Cookies

source: Select cookies to accept
de_de: Bitte wähle, welche Cookies du akzeptieren möchtest.

source: Necessary Cookies
de_de: Notwendige Cookies

source: A simple plugin for integrating a GDPR conform cookie solution
de_de: Ein einfaches Plugin für die DSGVO-konforme Einbindung von Cookies und iframes
